Repository: common-repository/travelpayouts
Catalog: languages/travelpayouts-*.po
Languages: ru_ru

source: Load import settings from Travelpayouts WP Plugin (version up to v. 1) and press import
ru_ru: Загрузите настройки импорта из WP плагина от Travelpayouts (версии до v. 1) и нажмите на импорт

source: Clear cache
ru_ru: Очистить кеш

source: Clear all travelpayouts tables cache from wp_options table
ru_ru: Очистить кеш Travelpayouts из таблицы wp_option

source: Set a goal in Yandex Metrika or Google Analytics and paste the code in this field to track the event (reaching the goal)
ru_ru: Настройте цель в Яндекс.Метрика или Google Analytics и вставьте код в это поле, чтобы отслеживать событие (достижение цели)

source: For example
ru_ru: Например

source: You can also combine multiple events
ru_ru: Вы также можете комбинировать несколько событий

source: If you want to set a custom date format properly you can check the characters and corresponding formats below
ru_ru: Чтобы правильно установить пользовательский формат даты, вы можете посмотреть буквенные обозначения и соответствующие им форматы ниже

source: Day
ru_ru: День

source: Day of the month without leading zeros
ru_ru: День месяца числом без 0 впереди для дат от 1 до 9

source: Day of the month, 2 digits with leading zeros
ru_ru: День месяца числом с 0 впереди для дат от 1 до 9

source: Month
ru_ru: Месяц

source: A full textual representation of a month, such as January or March
ru_ru: Полное название месяца, например, Январь или Март

source: Numeric representation of a month, with leading zeros
ru_ru: Численное обозначение месяца с 0 впереди для месяцев с 1 до 9

source: A short textual representation of a month, three letters
ru_ru: Краткое название месяца из первых трех букв

source: Numeric representation of a month, without leading zeros
ru_ru: Численное обозначение месяца без 0 впереди для месяцев с 1 до 9

source: A full numeric representation of a year, 4 digits
ru_ru: Полное цифровое обозначение года из 4 цифр

source: A two-digit representation of a year
ru_ru: Краткое цифровое обозначение года из 2 последних цифр

source: Nominative
ru_ru: Именительный

source: Genitive
ru_ru: Родительный

source: Accusative
ru_ru: Винительный

source: Dative
ru_ru: Дательный

source: Instrumental
ru_ru: Творительный

source: Prepositional
ru_ru: Предложный

source: Host (flights)
ru_ru: Хост (Перелеты)

source: Host (hotels)
ru_ru: Хост (Отели)

source: Table header text
ru_ru: Текст заголовка таблицы

source: Use {origin} and {destination} variables to automatically add the city.
ru_ru: Использовать переменные {origin} и {destination} для автоматического добавления города.

source: Table header text tag
ru_ru: Текстовый тег заголовка таблицы

source: div
ru_ru: элемент div

source: h1
ru_ru: Н1

source: h2
ru_ru: Н2

source: h3
ru_ru: Н3

source: h4
ru_ru: Н4

source: h5
ru_ru: Н5

source: h6
ru_ru: Н6

source: Make table row clickable
ru_ru: Сделать строку таблицы ссылкой

source: Button title
ru_ru: Текст кнопки

source: {price} variable can be used
ru_ru: можно использовать переменную {price}

source: Sort by column
ru_ru: Сортировать по столбцам

source: Rows per page
ru_ru: Строк на странице

source: Number of stops
ru_ru: Число остановок

source: Departure date
ru_ru: Дата отправления

source: Return date
ru_ru: Дата возвращения

source: Table columns
ru_ru: Столбцы таблицы

source: We offer a readymade combination for such a table, but you can edit the number of columns and their arrangement.
ru_ru: Мы предлагаем готовую комбинацию для такой таблицы, но вы можете отредактировать число столбцов и их расположение.

source: Visible
ru_ru: Отображаемые

source: Hidden
ru_ru: Скрытые

source: Tables
ru_ru: Таблицы

source: Select a table
ru_ru: Выбрать таблицу

source: Your Travelpayouts API token should contain {first_number} or {second_number} characters. Please check that it is entered correctly.
ru_ru: Ваш токен Travelpayouts API должен содержать {first_number} или {second_number} цифр. Пожалуйста, проверьте правильность ввода.

source: Parameter "{:key}" not found in "{:attribute}"
ru_ru: Параметр "{:key}" не найден в "{:attribute}"

source: Attribute "{:attribute}" must be indexed array
ru_ru: Атрибут "{:attribute}" должен быть индексом массива

source: Flights
ru_ru: Рейсы

source: Hotels column titles
ru_ru: Таблицы отелей

source: Railways column titles
ru_ru: Таблицы ж/д

source: Fields' labels
ru_ru: Заголовки полей

source: Stops
ru_ru: Пересадки

source: Button
ru_ru: Кнопка

source: Flight class
ru_ru: Класс перелета

source: Distance
ru_ru: Расстояние

source: Full airline logo
ru_ru: Большой лого авиакомпании

source: Flight number
ru_ru: Номер рейса

source: Flight
ru_ru: Рейс

source: Airline name
ru_ru: Название авиакомпании

source: Compact airline logo with name
ru_ru: Маленький лого и название авиакомпании

source: Origin - Destination
ru_ru: Откуда - Куда

source: Rank
ru_ru: Рейтинг

source: Direction
ru_ru: Направление

source: When found
ru_ru: Когда обнаружено

source: Price/distance
ru_ru: Цена/расстояние

source: Time and stops
ru_ru: Время и пересадки

source: Route
ru_ru: Маршрут

source: Schedule
ru_ru: Расписание

source: Filter by airline
ru_ru: Фильтровать по авиакомпании

source: Filter by flight # (enter manually)
ru_ru: Фильтровать по рейсу # (ввести вручную)

source: Limit
ru_ru: Ограничение

source: Find tickets from {origin} {destination}
ru_ru: Найти авиабилеты из {origin} {destination}

source: Cheapest flights from origin to destination, round-trip
ru_ru: Самые дешевые авиабилеты из пункта отправления до пункта назначения, туда-обратно

source: Cheapest flights from origin to destination (next month)
ru_ru: Цены на билеты по месяцам (след. месяц)

source: Cheapest flights from origin to destination (next year)
ru_ru: Цены на билеты по месяцам (след. год)

source: Direct flights from origin
ru_ru: Билеты без пересадок ИЗ

source: Direct flights from origin to destination
ru_ru: Билеты без пересадок по направлению

source: Flights schedule
ru_ru: Расписание авиарейсов

source: Hide subtitle
ru_ru: Скрыть подзаголовок

source: Flights count
ru_ru: Количество полетов

source: Min flight duration
ru_ru: Минимальная длина полета

source: Prints "every day" if flights are every day
ru_ru: Выводит "каждый день" если рейс ежедневный

source: Cheap Flights from origin
ru_ru: Дешевые перелеты ИЗ

source: Cheap flights to destination
ru_ru: Дешевые перелеты в город

source: Searched on our website
ru_ru: На нашем сайте искали

source: Use "airline" variable to add the airlines automatically
ru_ru: Использовать переменную "авиакомпания", чтобы автоматически добавлять авиакомпании

source: Most popular flights via this airlines
ru_ru: Популярные направления авиакомпании

source: Popular destinations from origin
ru_ru: Популярные направления из пункта отправления

source: Flights from origin to destination, one way (next month)
ru_ru: Цены на месяц по направлению, в одну сторону (следующий месяц)

source: Flights from origin to destination (next few days)
ru_ru: Билеты по направлению на ближайшие дни

source: Stars
ru_ru: Звезды

source: Discount
ru_ru: Скидка

source: Old and new price
ru_ru: Старая и новая цена

source: Price per night, from
ru_ru: Цена за ночь, от

source: Price before and discount
ru_ru: Цена до и скидка

source: To the center
ru_ru: В центр

source: Price before discount
ru_ru: Цена до скидки

source: Rating
ru_ru: Рейтинг

source: Number of results
ru_ru: Количество результатов

source: Selection type
ru_ru: Тип выбора

source: Land without dates
ru_ru: Приземление без дат

source: Hotel selection custom name
ru_ru: Альтернативное название подборки

source: Check-in date
ru_ru: Дата заезда

source: Check-out date
ru_ru: Дата выезда

source: Optional. Enter a custom name to display in the table's title
ru_ru: Опционально. Введите свое название подборки для заголовка таблицы

source: Hotels
ru_ru: Отели

source: Hotel collections for dates
ru_ru: Подборки отелей для дат

source: If we don’t have prices in our cache for these dates – no table will be shown
ru_ru: Если у нас нет цен в кэше на эти даты - таблица не будет показана

source: Travel dates
ru_ru: Даты поездки

source: Assign dates
ru_ru: Выбрать даты

source: Hotel collection - Discounts
ru_ru: Подборка отелей - Скидки

source: Train
ru_ru: Поезд

source: Route short
ru_ru: Краткая информация о маршруте

source: Route info
ru_ru: Информация о маршруте

source: Departure
ru_ru: Отъезд

source: Arrival
ru_ru: Прибытие

source: Duration
ru_ru: Продолжительность

source: Prices
ru_ru: Цены

source: From
ru_ru: От

source: To
ru_ru: До

source: Departure time
ru_ru: Время отправления

source: Arrival time
ru_ru: Время прибытия

source: Route`s first station
ru_ru: Первая станция маршрута

source: Route`s last station
ru_ru: Последняя станция маршрута

source: Railway
ru_ru: Железные дороги

source: Train schedule {origin} — {destination}
ru_ru: Расписание поездов {origin} — {destination}

source: Select date
ru_ru: Выбрать дату

source: Train schedule
ru_ru: Расписание поездов

source: Train station of origin
ru_ru: Станция отправления

source: Train station of destination
ru_ru: Станция прибытия

source: Filter by train number or name (enter manually)
ru_ru: Фильтровать по номеру поезда (ввести вручную)

source: Enter train numbers or names separated by commas
ru_ru: Введите номера поездов через запятую

source: Customize table header
ru_ru: Настроить стиль заголовков таблицы

source: Table header background color
ru_ru: Цвет фона заголовка таблицы

source: Table header active background color
ru_ru: Цвет фона активного заголовка таблицы

source: Table header text color
ru_ru: Цвет текста заголовка таблицы

source: Table header active text color
ru_ru: Цвет активного текста заголовка таблицы

source: Customize table body
ru_ru: Настроить стиль таблицы

source: Table body odd row background color
ru_ru: Цвет нечетной строки таблицы

source: Table body even row background color
ru_ru: Цвет четной строки таблицы

source: Table body text color
ru_ru: Цвет текста в таблице

source: Table row hovered background color
ru_ru: Цвет строки таблицы при наведении курсора

source: Customize table buttons
ru_ru: Настроить кнопки таблицы

source: Table button background color
ru_ru: Цвет фона кнопки

source: Table button hovered background color
ru_ru: Цвет фона кнопки при наведении курсора

source: Table button border color
ru_ru: Цвет границы кнопки

source: Table button text color
ru_ru: Цвет текста кнопки

source: Customize tables design
ru_ru: Настроить дизайн таблицы

source: Disable plugin title styles
ru_ru: Отключить стили заголовков плагина

source: Header styles
ru_ru: Стили заголовков

source: Title css class
ru_ru: Css класс для заголовка

source: No results found scenario
ru_ru: Ничего не найдено

source: Hide the table
ru_ru: Скрыть таблицу

source: Show error message
ru_ru: Показать сообщение об ошибке

source: Choose what happens when there are no results available for the user's search query
ru_ru: Выберите, что произойдет, если нет доступных результатов для поискового запроса пользователя

source: Error message
ru_ru: Сообщение об ошибке

source: Unfortunately, we don't have actual data for flights from {origin} to {destination}. [link title="Find tickets from {origin} to {destination}"]
ru_ru: К сожалению, у нас нет фактических данных для перелета из {origin} в {destination}. [заголовок ссылки="Найти билеты из {origin} в {destination}"]

source: Customize flights tables settings
ru_ru: Настроить параметры таблицы с авиабилетами

source: Redirect to Booking.com
ru_ru: Редирект на Booking.com

source: Customize hotels tables settings
ru_ru: Настроить параметры таблицы с отелями

source: Themes
ru_ru: Темы

source: Stretch width
ru_ru: Растянуть в ширину

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Width
ru_ru: Ширина

source: Not found
ru_ru: Не обнаружено

source: Loading results
ru_ru: Загрузка результатов

source: Select...
ru_ru: Выбрать...

source: Directions
ru_ru: Направления

source: City of departure
ru_ru: Город вылета

source: Phuket
ru_ru: Пхукет

source: City of arrival
ru_ru: Город прибытия

source: Bangkok
ru_ru: Бангкок

source: Widget design
ru_ru: Дизайн виджета

source: Add referral link (Powered by Travelpayouts)
ru_ru: Добавить реферальную ссылку (Powered by Travelpayouts)

source: Prices for the period
ru_ru: Цены за период

source: Trip duration
ru_ru: Продолжительность поездки

source: Route control
ru_ru: Контроль маршрута

source: One way ticket
ru_ru: Билет в одну сторону

source: Round trip ticket
ru_ru: Билет в оба конца

source: Only direct flight
ru_ru: Только прямой рейс

source: Low price calendar
ru_ru: Календарь низких цен

source: Minimum prices for flights in the selected direction on a variety of dates.
ru_ru: Минимальные цены на рейсы в выбранном направлении на различные даты.

source: Filtration
ru_ru: Фильтрация

source: Limit for a special offer
ru_ru: Ограничение по спецпредложению

source: For route
ru_ru: Для маршрута

source: For aircompanies
ru_ru: Для авикомпаний

source: Special offers
ru_ru: Специальные предложения

source: Beautiful and convenient visualization of data related to special offers from airlines.
ru_ru: Красивая и удобная визуализация данных спецпредложений авиакомпаний.

source: Map dimensions
ru_ru: Размеры карты

source: Show direct flights only
ru_ru: Показать только прямые рейсы

source: Show logo
ru_ru: Отображать логотип авиакомпании

source: Price map
ru_ru: Карта цен

source: Interactive map with the flight scheme from a specified or automatically defined city of departure. A click anywhere on the card will redirect the user to map.jetradar.com
ru_ru: Интерактивная карта со схемой перелетов из указанного или автоматически выбранного города отправления. При нажатии на карту в любом месте пользователь будет перенаправлен на map.jetradar.com

source: Number of widgets added to an entry
ru_ru: Количество виджетов, добавленных в позицию

source: Top destinations
ru_ru: Топ направлений

source: Prices for flights to the destination from the city of departure and other popular destinations.
ru_ru: Цены на авиабилеты до пункта назначения от города вылета и другие популярные направления.

source: Default rows count
ru_ru: Количество строк по умолчанию

source: Border radius, px
ru_ru: Радиус границы, пикселей

source: Background color
ru_ru: Цвет фона

source: Text color
ru_ru: Цвет текста

source: Border color
ru_ru: Цвет границы

source: Schedule widget
ru_ru: Календарь низких цен

source: Color scheme
ru_ru: Цветовая схема

source: Color scheme custom
ru_ru: Пользовательская цветовая гамма

source: Subscribe to price changes.
ru_ru: Подпишитесь на изменения цен.

source: Notifications about flights cost changes by direction based on a selected date/month
ru_ru: Уведомления об изменения цен на авиабилеты по направлениям и указанной дате/месяце

source: Brief information about a particular hotel with a choice of accommodation dates, search for prices, and go directly to the booking page (bypassing Hotellook).
ru_ru: Краткая информация о конкретном отеле с выбором даты размещения, поиском цен, а также можно перейти непосредственно на страницу бронирования (покинуть Hotellook).

source: Select last pallet to set custom values
ru_ru: Выбрать последнюю палитру, чтобы установить пользовательские значения

source: Pin color
ru_ru: Цвет булавки

source: Allow dragging
ru_ru: Разрешить перетаскивание

source: Enable zooming
ru_ru: Включить масштабирование

source: Zoom
ru_ru: Приблизить

source: Zooming during scrolling
ru_ru: Увеличение во время скроллинга

source: Hotels map
ru_ru: Карта отелей

source: Map showing available hotels in the selected location and their approximate prices.
ru_ru: Карта, показывающая доступные отели в выбранном месте и их примерные цены.

source: Number of hotels in the selection
ru_ru: Количество отелей при подборе

source: Featured hotels
ru_ru: Подборка отелей

source: Automatic or manually created collections of hotels within a given city.
ru_ru: Подборки отелей в выбранном городе, созданные автоматически или вручную.

source: Flights. Price map
ru_ru: Перелеты. Карта цен

source: Earn money and make your visitors happy! Offer them useful tools for their travel needs. Earn on commission for each booking.
ru_ru: Зарабатывайте и делайте ваш сайт удобным для пользователей! Используйте удобные инструменты для обогащения контента. Получайте комиссию за продажи.

# headway.buttonTitle
source: Changelog
ru_ru: История изменений

# headway.translations.titleΩ
source: Latest changes
ru_ru: Последние изменения

# headway.translations.readMoreΩ
source: Read more
ru_ru: Подробнее

# headway.translations.labels.new
source: New
ru_ru: Новый

# headway.translations.labels.improvement
source: Updates
ru_ru: Обнолвления

# headway.translations.labels.fix
source: Fixes
ru_ru: Исправления

# headway.translations.footer
source: Read more
ru_ru: Подробнее

# exception
source: Error
ru_ru: Ошибка

# exception
source: Invalid Argument
ru_ru: Недопустимый аргумент

# exception
source: Invalid Configuration
ru_ru: Ошибка конфигурации

# admin.switcher
source: on
ru_ru: Включить

# admin.switcher
source: off
ru_ru: Выключить

# validator
source: {attribute} must be no less than {min}.
ru_ru: {attribute} должно быть не меньше, чем {min}.

# validator
source: {attribute} must be no greater than {max}.
ru_ru: {attribute} должно быть не больше, чем {max}.

# validator.compareValidator
source: "{attribute}" must be equal to "{compareValueOrAttribute}".
ru_ru: "{attribute}" должно быть равно {compareValueOrAttribute}".

# validator.compareValidator
source: "{attribute}" must not be equal to "{compareValueOrAttribute}".
ru_ru: "{attribute} не должно быть равно {compareValueOrAttribute}".

# validator.compareValidator
source: "{attribute}" must be greater than "{compareValueOrAttribute}".
ru_ru: "{attribute} должно быть больше, чем {compareValueOrAttribute}".

# validator.compareValidator
source: "{attribute}" must be greater than or equal to "{compareValueOrAttribute}".
ru_ru: "{attribute} должно быть больше или равно {compareValueOrAttribute}".

# validator.compareValidator
source: "{attribute}" must be less than "{compareValueOrAttribute}".
ru_ru: "{attribute} должно быть меньше, чем {compareValueOrAttribute}".

# validator.compareValidator
source: "{attribute}" must be less than or equal to "{compareValueOrAttribute}".
ru_ru: "{attribute} должно быть меньше или равно {compareValueOrAttribute}".

# validator.compareValidator
source: "{attribute}" is invalid.
ru_ru: "{attribute}" является недопустимым.

# validator.NumberValidator
source: {attribute} must be an integer.
ru_ru: {attribute} должно быть целым числом.

# validator.NumberValidator
source: {attribute} must be a number.
ru_ru: {attribute} должно быть целым числом.

# validator.NumberValidator
source: {attribute} must be no less than {min}.
ru_ru: {attribute} должно быть не меньше, чем {min}.

# validator.NumberValidator
source: {attribute} must be no greater than {max}.
ru_ru: {attribute} должно быть не больше, чем {max}.

# validator.NumberValidator
source: {attribute} is invalid.
ru_ru: {attribute} является недопустимым.

# validator.rangeValidator
source: {attribute} is invalid.
ru_ru: {attribute} является недопустимым.

# moneyscript.excludedCampaigns
source: Campaign id: {id}
ru_ru: Id программы: {id}

# moneyscript.excludedCampaigns
source: Excluded domains
ru_ru: Исключенные домены

# moneyscript knowledge url title
source: Knowledge Base
ru_ru: Базе знаний

# moneyscript description text
source: With Money Script you can quickly replace links to travel resources such as Booking.com, Kiwitaxi and others with Travelpayouts affiliate links.
ru_ru: C помощью Money Script вы можете быстро заменить ссылки на туристические ресурсы, такие как Booking.com, Kiwitaxi, GetYourGuide и другие, на партнёрские ссылки Travelpayouts.

# moneyscript description text
source: Find out more in our {link}.
ru_ru: Узнайте подробности в нашей {link}.

# searchform.model.exception
source: Can't find search form model by id "{formId}"
ru_ru: Невозможно найти поисковую форму с идентификатором "{formId}"

# {num, plural, one {# VALUE_NAME} other {# VALUE_NAMES}}
source: Remove {num, plural, one {# item} other {# items}}
ru_ru: Удалить {num, plural, one {# форму} other {# формы}}

# {num, plural, one {# VALUE_NAME} other {# VALUE_NAMES}}
source: {num, plural, one {# item} other {# items}} will be removed. This operation cannot be undone.
ru_ru: {num, plural, one {# значение} other {# значения}} будут удалены. Эту операцию невозможно отменить.

# {num, plural, one {# VALUE_NAME} other {# VALUE_NAMES}}
source: {num, plural, one {# search form} other {# search forms}} was successfully removed.
ru_ru: {num, plural, one {# поисковая форма} other {# поисковых форм}} было успешно удалено

# railway wagon type
source: Plazcard
ru_ru: Плацкарт

# railway wagon type
source: Coupe
ru_ru: Купе

# railway wagon type
source: Sedentary
ru_ru: Сидячий

# railway wagon type
source: Lux
ru_ru: СВ

# railway wagon type
source: Soft
ru_ru: Люкс

# railway wagon type
source: Common
ru_ru: Общий

# tables.columnTitles
source: Select language you want to customize
ru_ru: Выберите язык, который вы хотите настроить

# tables.columnTitles
source: Select languages...
ru_ru: Выбрать язык

# tables.columnTitles
source: This phrase also used for columns
ru_ru: Этот перевод также будет использован для следующих колонок
