Repository: common-repository/travelpayouts
Catalog: languages/travelpayouts-*.po
Languages: ru_ru

source: Insufficient access rights!
ru_ru: Недостаточно прав доступа!

source: Clear cache failed
ru_ru: Не удалось очистить кеш

source: Cache has been cleared
ru_ru: Кеш очищен успешно

source: Tables cache has been cleared successfully
ru_ru: Кеш таблиц очищен успешно

source: Import failed
ru_ru: Сбой импорта

source: Import completed
ru_ru: Импорт завершен

source: Travelpayouts WordPress plugin
ru_ru: Плагин Travelpayouts для WordPress

source: WP nonce verification failed!
ru_ru: Не удалось верифицировать WP nonce!

source: Activate the Travelpayouts plugin
ru_ru: Активировать плагин Travelpayouts

source: Enter your Travelpayouts authorization details and start earning now
ru_ru: Введите ваши данные авторизации в Travelpayouts и начните зарабатывать прямо сейчас

source: Activate the plugin
ru_ru: Активировать плагин

source: Import settings from the previous version
ru_ru: Импортировать настройки из предыдущей версии

source: You updated the Travelpayotus WordPress plugin. This is a new version and has differences with your previous one. To be sure that your existing settings were imported correctly, you have to confirm and click the button on the right. Please double-check after importing.
ru_ru: Вы обновили плагин Travelpayouts Wordpress. Это новая версия, которая имеет отличия от предыдущей. Чтобы убедиться, что ваши текущие настройки были импортированы правильно, подтвердите их и нажмите на кнопку справа. Проверьте настройки ещё раз после завершения импорта.

source: Import settings
ru_ru: Импортировать настройки

source: Transient cache could slow down your resource!
ru_ru: Временный кэш может замедлить работу вашего ресурса!

source: We highly recommend you to use our file cache feature to decrease transient cache records in your options table.
ru_ru: Рекомендуем использовать функцию FileCache, чтобы сократить количество записей временного кеша в таблице wp_options

source: Plugin settings
ru_ru: Настройки плагина

source: Action is required!
ru_ru: Требуется действие!

source: Choose a traffic source<br>To correctly track your stats for your website, please select a traffic source it belongs to in the settings
ru_ru: Выберите источник траффика <br> Чтобы корректно собирать статистику по Вашему сайту, пожалуйста, выберите соответствующую ему Площадку в настройках

source: Account settings
ru_ru: Настройки аккаунта

source: Please join Aviasales and Hotellook programs with selected project in the partners dashboard to add this tool.
ru_ru: Чтобы добавить этот инструмент, присоединитесь к программам Aviasales и Hotellook, выбрав проект в панели партнеров.

source: Activate programs
ru_ru: Активировать программы

source: Travelpayouts shortcodes
ru_ru: Шорткоды Travelpayouts

source: Settings
ru_ru: Настройки

source: Content
ru_ru: Содержание

source: Install the plugin
ru_ru: Установить плагин

source: All
ru_ru: Все

source: No more than one stop
ru_ru: Не более одной пересадки

source: Direct
ru_ru: Прямой

source: Tile
ru_ru: Плитка

source: Slider
ru_ru: Слайдер

source: Full
ru_ru: Полностью

source: Compact
ru_ru: Компактный

source: Current month only
ru_ru: Только в текущем месяце

source: Whole year
ru_ru: Целый год

source: December
ru_ru: Декабрь

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: These settings are for default settings of widgets, those were embedded via shortcodes (plugin version before v. 1). The current version of the plugin embeds all widgets via scripts
ru_ru: Эти настройки предназначены для настроек по умолчанию виджетов, которые были вставлены через шорткод (в версии плагина меньше v. 1). Текущая версия плагина вставляет виджеты через скрипт

source: Import
ru_ru: Импортировать

source: Delete cache
ru_ru: Очистить кеш

source: Link
ru_ru: Ссылка

source: New %s
ru_ru: Новый %s

source: Anchor phrases
ru_ru: Якорные фразы

source: Onclick event
ru_ru: Событие onclick

source: Add nofollow attribute
ru_ru: Добавить атрибут nofollow

source: Replace existing links
ru_ru: Заменить существующие ссылки

source: Open in new window
ru_ru: Открыть в новом окне

source: Delete
ru_ru: Удалить

source: Add the nofollow attribute
ru_ru: Добавить атрибут nofollow

source: Open in a new window
ru_ru: Открыть в новом окне

source: Add %s
ru_ru: Добавить %s

source: Select an item
ru_ru: Выбрать элемент

source: No items of this type were found.
ru_ru: Элементы этого типа не были обнаружены.

source: Re-import search forms
ru_ru: Повторно импортировать поисковые формы

source: Save changes
ru_ru: Сохранить изменения

source: Working...
ru_ru: Сохраняем информацию...

source: Expand
ru_ru: Развернуть

source: Reset Section
ru_ru: Сбросить раздел

source: Reset All
ru_ru: Сбросить все

source: Developer Mode Enabled
ru_ru: Режим разработчика включен

source: WP_DEBUG is enabled
ru_ru: WP_DEBUG активирован

source: you are working in a localhost environment
ru_ru: вы работаете в локальной среде

source: and
ru_ru: и

source: This has been automatically enabled because
ru_ru: Это было автоматически включено, потому что

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
ru_ru: Если вы не разработчик, ваша тема / плагин автор отправлены с включенным режимом разработчика. Свяжитесь с ними, чтобы исправить это.

source: Skip & Deactivate
ru_ru: Пропустить и деактивировать

source: Earn by selling tourist services
ru_ru: Зарабатывайте на продаже туристических услуг

source: Install our convenient and useful tools on your website and help your visitors find the cheapest flights and hotels. Earn commission for each booking.
ru_ru: Установите наши удобные и полезные инструменты на свой сайт и помогите его посетителям найти самые дешевые авиабилеты и отели. Зарабатывайте комиссию за каждое бронирование.

source: Create an account
ru_ru: Создать аккаунт

source: go to travelpayouts.com
ru_ru: перейти на travelpayouts.com

source: Hotel, 2 people, <br>to Hong-Kong
ru_ru: Отель, 2 человека, <br>в Гонконг

source: Flight, 1 person,<br>to Prague
ru_ru: Перелет, 1 человек,<br>в Прагу

source: Flight, 1 person,<br>to San Francisco
ru_ru: Перелет, 1 человек,<br>в Сан-Франциско

source: I have a Travelpayouts account
ru_ru: У меня есть аккаунт Travelpayouts

source: New at Travelpayouts?
ru_ru: Ещё не зарегистрированы в Travelpayouts?

source: Enter your API token and Travelpayouts ID
ru_ru: Добавьте ваш токен API и партнерский ID в Travelpayouts

source: To identify you, we need your API token and affiliate ID
ru_ru: Чтобы идентифицировать вас, нам нужен ваш API токен и партнерский ID

source: Get your API token or Partner ID
ru_ru: Получить API токен и партнерский ID

source: your API token
ru_ru: ваш токен API

source: your affiliate ID
ru_ru: ваш партнерский ID

source: Select tables language and currency
ru_ru: Выбрать язык и валюту таблицы

source: widget and table language
ru_ru: язык виджетов и таблиц

source: currency
ru_ru: валюта

source: By pressing the <strong>Save changes</strong> button you agree to <br>send the plugin activation data to Travelpayouts.
ru_ru: При нажатии на кнопку <strong>Сохранить изменения</strong>, вы соглашаетесь <br> отправить Travelpayouts данные активации плагина.

source: 1. Create an account
ru_ru: 1. Создать аккаунт

source: Before you start, sign up and get your API token with affiliate ID
ru_ru: Прежде чем начать, зарегистрируйтесь и получите ваш API токен с партнерским ID

source: 2. Setup the plugin
ru_ru: 2. Настроить плагин

source: Enter your information and start earning on tourist services
ru_ru: Укажите ваши данные и начните зарабатывать на туристических услугах

source: Start setup
ru_ru: Начать настройку

source: How it works?
ru_ru: Как это работает?

source: User visits of your site
ru_ru: Пользователи посещают ваш сайт

source: Click on your affiliate link
ru_ru: Нажмите на вашу партнерскую ссылку

source: Performs an action, for example, buys a ticket
ru_ru: Выполняет действие, например, покупает билет

source: You get money for action
ru_ru: Вы получаете деньги за действия

source: Amazing tools
ru_ru: Удивительные инструменты

source: 12 customizable tables with flights
ru_ru: 12 настраиваемых таблиц с вариантами перелетов

source: Search forms
ru_ru: Поисковые формы

source: Low cost flights and hotels map
ru_ru: Карта низких цен на авиабилеты и отели

source: Low prices calendar
ru_ru: Календарь низких цен

source: Hotel widget
ru_ru: Виджет отелей

source: Popular flight destinations widget
ru_ru: Виджет популярных направлений перелетов

source: Want to hide this notification?
ru_ru: Хотите скрыть это уведомление?

source: If you'd like to hide this notification and keep receiving future notifications, click 'Hide Notification'. If you'd like to turn off notifications permanently, click 'Turn Notifications Off'.
ru_ru: Чтобы временно скрыть это уведомление нажмите "Скрыть уведомление". Чтобы отключить такие уведомления навсегда, выберите "Отключить уведомления".

source: Turn Notifications Off
ru_ru: Отключить уведомление

source: Hide Notification
ru_ru: Скрыть уведомление

source: Validation failed
ru_ru: Сбой проверки

source: {attribute} cannot be blank.
ru_ru: Поле «{attribute}» не может быть пустым.

source: Shortcode validation failed:
ru_ru: Проверка шорткода не удалась:

source: Chunk with name "{name}" not found in "{path}"
ru_ru: Чанк с названием "{name}" не найден в "{path}"

source: Your account doesn't have traffic sources yet
ru_ru: Для Вашего аккаунта еще не созданы площадки

source: Please select a source for your website
ru_ru: Пожалуйста, укажите соответстующую Вашему сайту Площадку

source: Error
ru_ru: Ошибка

source: Save
ru_ru: Сохранить

source: Cancel
ru_ru: Отменить

source: Select a program
ru_ru: Выберите программу

source: An error occured while pasting the shortcode
ru_ru: При вставке шорткода произошла ошибка

source: You can use the following variables in this field:
ru_ru: Вы можете использовать следующие переменные в этом поле:

source: Alternate title
ru_ru: Изменить заголовок

source: Hide title
ru_ru: Скрыть заголовок

source: Alternate button title
ru_ru: Альтернативный заголовок кнопки

source: Paginate
ru_ru: Включить пагинацию

source: Disable table header
ru_ru: Отключить шапку таблицы

source: Table language
ru_ru: Язык таблицы

source: Currency
ru_ru: Валюта

source: Origin
ru_ru: Откуда

source: Destination
ru_ru: Пункт назначения

source: Default theme
ru_ru: Тема по умолчанию

source: Bright theme with a red button
ru_ru: Яркая тема с красной кнопкой

source: Light theme with a blue button
ru_ru: Светлая тема с синей кнопкой

source: Light theme with a light green button
ru_ru: Светлая тема со светло-зеленой кнопкой

source: Light theme with a purple button
ru_ru: Светлая тема с фиолетовой кнопкой

source: Dark theme with a yellow button
ru_ru: Темная тема с желтой кнопкой

source: Dark theme with a coral button
ru_ru: Темная тема с коралловой кнопкой

source: Light theme with a plum search column
ru_ru: Светлая тема со сливовой поисковой колонкой

source: Light theme with a dark search column
ru_ru: Светлая тема с темной поисковой колонкой

source: Light theme with a mint button
ru_ru: Светлая тема с кнопкой мятного цвета

source: Custom theme styles
ru_ru: Особый стиль

source: Price
ru_ru: Цена

source: Default
ru_ru: По умолчанию

source: {attribute} is invalid.
ru_ru: {attribute} является недопустимым.

source: The {attribute} must be either "{true}" or "{false}"
ru_ru: Значение должно быть "{true}" или "{false}"

source: {attribute} must be "{requiredValue}".
ru_ru: {attribute} должно быть "{requiredValue}".

source: {attribute} must be a string.
ru_ru: {attribute} должно быть строкой.

source: {attribute} should contain at least {min} characters.
ru_ru: {attribute} должно содержать как минимум {min} знаков.

source: {attribute} should contain at most {max} characters.
ru_ru: {attribute} должен содержать максимум {max} символов.

source: {attribute} should contain {length} characters.
ru_ru: {attribute} должно содержать {length} символов.

source: &laquo; Back
ru_ru: &laquo; Назад

source: The above error occurred while the Web server was processing your request.
ru_ru: Произошла ошибка при попытке обработать текущий запрос

source: Please make sure or contact your hosting support php.ini setting must be set this way
ru_ru: Пожалуйста, убедитесь, что или свяжитесь с вашей службой поддержки php.ini должен быть установлен таким образом

source: Account
ru_ru: Аккаунт

source: Your Travelpayouts API token
ru_ru: Ваш Travelpayouts API токен

source: Get API token and affiliate ID
ru_ru: Получить API токен и партнерский ID

source: Enter your API token
ru_ru: Добавьте ваш токен API

source: Your Travelpayouts Partner ID
ru_ru: Ваш партнёрский маркер

source: Enter your Partner ID
ru_ru: Добавьте ваш партнёрский маркер

source: Projects
ru_ru: Ваш проект

source: Select your relevant channel
ru_ru: Укажите проект с вашим сайтом или другим вашим каналом

source: <a href="https://support.travelpayouts.com/hc/en-us/articles/360015015439-Traffic-sources" target="_blank" class="tp-link">What are Projects?</a>
ru_ru: <a href="https://support.travelpayouts.com/hc/ru/articles/360015015439-Проекты" target="_blank" class="tp-link">Что такое проекты?</a>

source: Select Project with your channel, where you use brands’ affiliate tools. This enables an accurate tracking of your views, clicks and other performance stats. Create and edit Projects through your account on <a href="https://www.travelpayouts.com/profile/sources" class="tp-link" target="_blank">Travelpayouts.com</a>
ru_ru: Выберите ваш проект, в котором планируете размещать партнёрские инструменты брендов. Это позволит точнее отслеживать статистику по просмотрам, кликам и другим параметрам. Создавайте и редактируйте проекты в личном кабинете в <a href="https://www.travelpayouts.com/profile/sources" class="tp-link" target="_blank">Travelpayouts.com</a>

source: Your White Label domain
ru_ru: Домен вашего White Label сайта

source: The domain name you entered in your White Label settings in Travelpayouts
ru_ru: Домен, который вы указали в настройках White Label Web в Travelpayouts

source: White Label with flights
ru_ru: White Label авиабилетов

source: Ensure your White Label’s URL contains /flights after the domain name. Example: "mywhitelabel.com/flights"
ru_ru: Убедитесь, что ссылка содержит /flights после домена. К примеру "mywhitelabel.com/flights"

source: White Label with hotels
ru_ru: White Label отелей

source: Ensure your White Label’s URL contains /hotels after the domain name. Example: "mywhitelabel.com/hotels"
ru_ru: Убедитесь, что ссылка содержит /hotels после домена. К примеру "mywhitelabel.com/hotels"

source: Help
ru_ru: Помощь

source: Link substitution
ru_ru: Замена ссылки

source: Here you can add referral links that need to be substituted for the given anchor phrases. Anchor is case sensitive.
ru_ru: Сюда можно добавить реферальные ссылки, которые нужно заменить на заданные якорные фразы. Якорь чувствителен к регистру.

source: In this section, you can add shortcodes for search forms configured in the admin panel of your Travelpayouts account (https://www.travelpayouts.com/tools/forms). Detailed instructions are available here (https://travel-template.dist.ooo/search-form.html)
ru_ru: В этом разделе, вы можете добавить шорткоды для поисковых форм настроенных в панели управления вашего аккаунта Travelpayouts (https://www.travelpayouts.com/tools/forms). Подробные инструкции доступны здесь (https://travel-template.dist.ooo/search-form.html)

source: Open link in a new tab
ru_ru: Открывать ссылку в новой вкладке

source: Links
ru_ru: Ссылки

source: Select the link
ru_ru: Выбрать ссылку

source: Select the campaign
ru_ru: Выбрать программу

source: Please select valid link type
ru_ru: Выберите допустимый тип ссылок

source: Search for flights
ru_ru: Искать авиаперелеты

source: Roundtrip
ru_ru: Поездка туда и обратно

source: Departure: today +
ru_ru: Отправление: сегодня + (дней)

source: Return: today +
ru_ru: Возвращение: сегодня + (дней)

source: One way
ru_ru: В одну сторону

source: Link text
ru_ru: Текст ссылки

source: Type
ru_ru: Тип

source: Search for hotels
ru_ru: Искать отели

source: Hotel
ru_ru: Отель

source: City
ru_ru: Город

source: Check-out: today +
ru_ru: Выезд: сегодня +

source: Check-in: today +
ru_ru: Регистрация заезда: сегодня +

source: Localization
ru_ru: Локализация

source: Enable Money Script
ru_ru: Активировать Money Script

source: Exclude programs
ru_ru: Исключить программы

source: Widgets
ru_ru: Виджеты

source: Select the widget
ru_ru: Выбрать виджет

source: Hotels search form
ru_ru: Форма поиска отелей

source: Select search form
ru_ru: Выбрать поисковую форму

source: One of parameters ({attributes}) is required
ru_ru: Необходим один из параметров ({attributes})

source: Flights search form
ru_ru: Форма поиска авиабилетов

source: City or hotel
ru_ru: Город или отель

source: Apply settings (origin, destination, etc.) from generated widget code
ru_ru: Применить настройки (города отправления и прибытия) из сгенерированного кода виджета

source: Add a new search form
ru_ru: Добавить новую поисковую форму

source: Edit the search form "{searchForm_name}"
ru_ru: Редактировать поисковую форму "{searchForm_name}"

source: Title
ru_ru: Название

source: Default departure city
ru_ru: Город вылета по умолчанию

source: Default arrival city
ru_ru: Город прибытия по умолчанию

source: Default city or hotel
ru_ru: Город или отель по умолчанию

source: Generated widget code
ru_ru: Сгенерированный код виджета

source: Add
ru_ru: Добавить

source: Edit
ru_ru: Редактировать

source: Ok
ru_ru: ОК

source: You don't have any form added yet
ru_ru: Вы еще не добавили ни одной формы

source: Date
ru_ru: Дата

source: Shortcode
ru_ru: Шорткод

source: Actions
ru_ru: Действия

source: Search form has been created
ru_ru: Поисковая форма создана

source: item has been removed
ru_ru: элемент был удален

source: Do you want to delete this item?
ru_ru: Вы действительно хотите удалить этот элемент?

source: This item will be deleted permanently. This operation cannot be undone.
ru_ru: Этот элемент будет удален навсегда. Эту операцию нельзя отменить.

source: Search form has been updated
ru_ru: Поисковая форма обновлена

source: An error has occurred while updating the search form
ru_ru: Произошла ошибка при обновлении формы поиска

source: selected items have been successfully removed
ru_ru: выбранные элементы были успешно удалены

source: An error has occurred while creating the search form
ru_ru: Произошла ошибка при создании формы поиска

source: An error has occurred while removing the search form
ru_ru: Произошла ошибка при удалении поисковой формы

source: An error has occurred while removing search forms
ru_ru: Произошла ошибка при удалении поисковых форм

source: Sending data. Please wait
ru_ru: Сохраняем данные. Пожалуйста, подождите

source: You need to create a new search form at Travelpayouts.com and get the widget code to add the form to the plugin
ru_ru: Нужно создать новую поисковую форму на Travelpayouts.com и получить код виджета, чтобы добавить форму в плагин

source: I have a generated widget code
ru_ru: У меня есть сгенерированный код виджета

source: I don't have a code
ru_ru: У меня нет кода

source: Create an {source} form
ru_ru: Создать {source} форму

source: Here is a {tutorial_link} in help
ru_ru: Здесь можно найти {tutorial_link} по созданию формы

source: tutorial
ru_ru: руководство

source: Ok, got it
ru_ru: Понятно

source: {attribute} has invalid value
ru_ru: {attribute} имеет недопустимое значение

source: Name
ru_ru: Название

source: Location
ru_ru: Место

source: Hotels Count
ru_ru: Количество отелей

source: Search Id
ru_ru: Id

source: Search Type
ru_ru: Тип поиска

source: Country Name
ru_ru: Название страны

source: Date format
ru_ru: Формат даты

source: Custom
ru_ru: Пользовательский

source: Custom date format
ru_ru: Пользовательский формат даты

source: Distance units
ru_ru: Единицы измерения расстояния

source: Km
ru_ru: Км.

source: Miles
ru_ru: Мили

source: Tables and widgets language
ru_ru: Язык таблиц и виджетов

source: Origin case
ru_ru: Падеж для Откуда (origin)

source: Destination case
ru_ru: Падеж для Куда (destination)

source: Show the currency
ru_ru: Показать валюту

source: After the price
ru_ru: После цены

source: Before the price
ru_ru: До цены

source: Hide
ru_ru: Скрыть

source: Сurrency code (after the price)
ru_ru: Код валюты (после цены)

source: Currency code (before the price)
ru_ru: Код валюты (до цены)

source: Action after click (Flights)
ru_ru: Действия после клика (Перелеты)

source: Show the search form
ru_ru: Показать поисковую форму

source: Show search results
ru_ru: Показать результаты поиска

source: Action after click (Hotels)
ru_ru: Действия после клика (Отели)

source: Show the city page
ru_ru: Показать страницу города

source: Show the hotel page
ru_ru: Показать страницу отеля

source: Buttons in the editor
ru_ru: Кнопки в редакторе

source: Script include
ru_ru: Где подключать скрипт плагина

source: Inside &lt;head&gt; tag
ru_ru: Внутри тега &lt;head&gt;

source: Inside &lt;footer&gt; tag
ru_ru: Внутри тега &lt;footer&gt;

source: Activate 301 redirect
ru_ru: Активировать редирект 301

source: A 301 redirect sends visitors from an old URL to a new one. It also helps keep your site's search rankings by passing on the SEO value from the old page to the new one. We recommend not to change this option.
ru_ru: 301 редирект навсегда перенаправляет посетителей с старого URL на новый. Он также помогает сохранить позиции вашего сайта в поисковой выдаче, передавая SEO-ценность со старой страницы на новую. Мы рекомендуем оставить этот параметр без изменений.

source: Adjust airline's logo size
ru_ru: Настроить размер логотипа авикомпании

source: Maximum 300 pixels for width and 200 pixels height
ru_ru: Максимум 300 пикселей в ширину и 200 пикселей в высоту

source: Open results in a new window
ru_ru: Открывать результаты в новом окне

source: Track additional stats
ru_ru: Собирать дополнительную статистику

source: This attribute prevents unwanted search results from being indexed by search engines. We recommend not to change this setting.
ru_ru: Этот атрибут предотвращает индексирование нежелательных результатов поиска в поисковых системах. Мы рекомендуем не изменять этот параметр.

source: Use FileCache
ru_ru: Использовать FileCache

source: This feature helps conserve hosting resources and maintain speed by reducing transient cache records in your options table.
ru_ru: Эта функция помогает экономить ресурсы хостинга и поддерживать скорость работы сайта, уменьшая количество временных записей кэша в таблице опций.

source: Cache timeout flights (hours)
ru_ru: Таймаут кэша перелётов (часы)

source: Cache timeout hotels (hours)
ru_ru: Таймаут кэша отелей (часы)

source: Event tracking. "Find" button
ru_ru: Отслеживание событий. Кнопка "Найти"

source: Event tracking. Table is loaded
ru_ru: Отслеживание событий. Таблица загружается

source: Disable tables debug notices
ru_ru: Отключить debug-уведомления

source: Select this option to disable tables error notices in admin area.
ru_ru: Выберите эту опцию, чтобы отключить уведомления в админ-панели об ошибках в таблицах.

source: Import settings from v1
ru_ru: Импортировать настройки из v1
